using System;

namespace Part1
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.BackgroundColor = ConsoleColor.Red;
            Console.ForegroundColor = ConsoleColor.Gray;
            Console.Clear();
            Console.WriteLine("Все, чего хотят Существа Извне от человека, - это мира и невмешательства, а также интеллектуального взаимопонимания. Последнее сейчас абсолютно необходимо, поскольку наши знания и технические средства достигли такого уровня, при котором становится невозможным сохранять тайну существования на земле аванпостов Существ Извне, столь для них необходимых. Чужеродные создания, хотели бы лучше узнать человека, и побудить некоторых духовных и научных лидеров человечества побольше узнать о них. В результате такого обмена информацией все недоразумения прекратятся и будет установлен обоюдоприемлемый \"модус вивенди\". Всякое же предположение о порабощении или принижении человечества является просто смехотворной.");
            Console.WriteLine("В качестве первого шага на пути \"улучшения взаимопонимания\" Существа Извне, естественным образом, решили прибегнуть к моему опыту - поскольку я о них собрал много информации - и использовать меня в качестве первого их переводчика на Земле. Вчера ночью они многое мне объяснили - факты колоссальной важности, открывающие безграничные горизонты - в дальнейшем мне будет сообщено еще больше, как устно, так и письменно. Меня не приглашали пока совершить путешествие &quot;вовне&quot;, хотя я не исключаю такой возможности в будущем, чего искренне желаю, - с использованием особых средств, превосходящих все, к чему мы теперь привыкли и что рассматриваем, как опыт человечества. Дом мой более не будет подвергаться осаде. Все возвращается в нормальное русло, и необходимость держать собак тоже отпадает. Взамен ужаса я получу доступ к колоссальным источникам знания и интеллектуального пиршества, недоступного ни одному из смертных.");
        }
    }
}
